Repository: common-repository/seostack
Catalog: languages/seostack-*.po
Languages: nl_nl

source: Setup now
nl_nl: Nu instellen

source: Live search
nl_nl: Live zoeken

source: Settings
nl_nl: Instellingen

source: Upgrade now
nl_nl: Nu upgraden

source: Warning
nl_nl: Waarschuwing

source: The seostack plugin is activated, but not yet installed on your website. %sStart the installation%s
nl_nl: The SEOStack plugin is actief, maar nog niet geïnstalleerd op je website. %sStart de installatie%s

source: Manage settings
nl_nl: Beheer instellingen

source: Manage live search settings
nl_nl: Beheer live zoeken instellingen

source: SEOStack one time setup
nl_nl: SEOStack eenmalige setup

source: Something went wrong: %s
nl_nl: Er ging iets mis: %s

source: The API key was saved successfully. Please continue below!
nl_nl: De API sleutel is succesvol opgeslagen. Ga alsjeblieft hieronder verder.

source: SEOStack one time setup - Step 2
nl_nl: SEOStack eenmalige setup - Stap 2

source: SEOStack one time setup - Completed!
nl_nl: SEOStack eenmalige setup - Afgerond!

source: The installation was completed successfully.
nl_nl: De installatie is succesvol afgerond.

source: SEOStack Reindex
nl_nl: SEOStack herindexatie

source: Your API key
nl_nl: Jouw API sleutel

source: Active
nl_nl: Actief

source: Documents indexed
nl_nl: Documenten geïndexeerd

source: Documents on this site
nl_nl: Documenten op deze website

source: Documents limit
nl_nl: Documenten limiet

source: Upgrade your document limit
nl_nl: Upgrade je documenten limiet

source: Popular search terms
nl_nl: Populaire zoekopdrachten

source: Support
nl_nl: Ondersteuning

source: WordPress Support forum
nl_nl: WordPress ondersteuningsforum

source: Documentation
nl_nl: Documentatie

source: Report an issue
nl_nl: Meld een probleem

source: @seostackio on Twitter
nl_nl: @seostackio op Twitter

source: Inactive
nl_nl: Inactief

source: Start the installation
nl_nl: Start de installatie

source: Step 1: Free API key
nl_nl: Stap 1: Gratis API sleutel

source: Get a free API key for using our services. This is needed for indexing your website.
nl_nl: Krijg een gratis API sleutel voor het gebruik van onze diensten. Deze is nodig voor het indexeren van je website.

source: Step 2: Indexing your site
nl_nl: Stap 2: Indexeren van je site

source: Our search engine has to know your website. Indexing is a process that does that for you.
nl_nl: Onze zoekmachine moet je website kennen. Het indexeren is een proces dat het voor je regelt.

source: Step 3: Done!
nl_nl: Stap 3: Klaar!

source: You're now good to go! Use the default search widget on your website. The results should be better!
nl_nl: Klaar! Je kan nu gebruik maken van de standaard zoek widget op je website. De resultaten zullen beter zijn!

source: API key
nl_nl: API sleutel

source: This is your auto-generated API key for seostack.io. The api key is used for communication between this website, and our hosted services.
nl_nl: Dit is je automatisch gegenereerde API sleutel voor seostack.io. Deze API sleutel wordt gebruikt voor de communicatie tussen deze website en onze diensten.

source: Start reindex
nl_nl: Begin herindexatie

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Your email is used to generate a API key on SeoStack.io. We will never sell or share your email address.
nl_nl: Je email adres wordt gebruikt om een API sleutel aan te maken. We zullen deze nooit verkopen of delen met derden.

source: Generate API key
nl_nl: Genereer API sleutel

source: Your email is used to generate a API key for the SeoStack services. We will never sell or share your email address. This key is only used for securing your documents in our search engine.
nl_nl: Je email adres wordt gebruikt om een API sleutel aan te maken. We zullen deze nooit verkopen of delen met derden. Deze sleutel wordt alleen gebruikt om je documenten te beveiligen in onze zoekmachine.

source: Yes, I want to receive the newsletter from seostack.io on a regular basis
nl_nl: Ja, ik wil graag af en toe de nieuwsbrief van seostack.io ontvangen

source: Generate free API key & continue to step 2
nl_nl: Genereer gratis API sleutel & ga verder naar stap 2

source: We've found an existing API key on this WordPress site. This API key will be used for the installation.
nl_nl: We hebben een bestaande API sleutel gevonden op deze WordPress site. Deze API sleutel zal gebruikt worden voor de installatie.

source: Continue to step 2
nl_nl: Ga verder naar stap 2

source: Live search suggest design
nl_nl: Live zoeken suggestie design

source: Background color
nl_nl: Achtergrondkleur

source: Border color
nl_nl: Border kleur

source: Border size
nl_nl: Border grootte

source: Link color
nl_nl: Link kleur

source: Link color (:active, :hover)
nl_nl: Link kleur (:active, :over)

source: Please wait and DO NOT close this window while indexing your site. This may take a few minutes.
nl_nl: Wacht a.u.b. en sluit dit venster NIET af tot het indexeren is afgerond. Dit heeft wellicht enkele minuten nodig.

source: Complete reindex
nl_nl: Herindexatie afronden

source: Failed
nl_nl: Mislukt

source: You have too many documents on this site. Please upgrade your API key to continue.
nl_nl: Je hebt teveel documenten op deze website. Upgrade alsjeblieft je API sleutel om verder te gaan.

source: Complete one time setup
nl_nl: Eenmalige installatie afronden

source: The SeoStack plugin has been activated successfully. You're now able to use our professional search algorithm and updates.
nl_nl: De SEOStack plugin is succesvol geactiveerd. Je kan nu gebruik maken van ons professionele zoekalgoritme en updates.

source: Continue to dashboard
nl_nl: Ga verder naar het dashboard
